[
  {
    "id": 1,
    "first": "Scarlett",
    "last": "Johansson",
    "age": 31,
    "description": "Scarlett Johansson (/dʒoʊˈhænsən/; born November 22, 1984) is an American actress, model and singer. She made her film debut in the fantasy comedy North (1994). Johansson subsequently starred in Manny & Lo (1996), and garnered further acclaim and prominence with roles in The Horse Whisperer (1998) and Ghost World (2001). She shifted to adult roles with her performances in Girl with a Pearl Earring (2003) and Lost in Translation (2003), for which she won a BAFTA Award for Best Actress in a Leading Role.",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Scarlett_Johansson_in_Kuwait_01b-tweaked.jpg/321px-Scarlett_Johansson_in_Kuwait_01b-tweaked.jpg"
  },
  {
    "id": 2,
    "first": "Al",
    "last": "Pacino",
    "age": 32,
    "description": "Alfredo James \"Al\" Pacino (/pəˈtʃiːnoʊ/; born April 25, 1940) is an American actor of stage and screen, filmmaker, and screenwriter. Pacino has had a career spanning some fifty years, during which time he has received numerous accolades and honors both competitive and honorary, among them an Academy Award, two Tony Awards, two Primetime Emmy Awards, a British Academy Film Award, four Golden Globe Awards, the Lifetime Achievement Award from the American Film Institute, the Golden Globe Cecil B. DeMille Award, and the National Medal of Arts. He is also one of few performers to have won a competitive Oscar, an Emmy and a Tony Award for acting, dubbed the Triple Crown of Acting.",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/9/98/Al_Pacino.jpg"
  },
  {
    "id": 3,
    "first": "John",
    "last": "Travolta",
    "age": 60,
    "description": "John Joseph Travolta (born February 18, 1954)[1][2] is an American actor, producer, dancer, and singer. Travolta first became known in the 1970s, after appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). ",
    "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/John_Travolta_Deauville_2013_2.jpg/170px-John_Travolta_Deauville_2013_2.jpg"
  }
]